{
  "doae": [
    {"text": "اللهم اغفر لي وارحمني واهدني وارزقني"},
    {"text": "اللهم آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار"},
    {"text": "اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد"},
    {"text": "اللهم أعني على ذكرك وشكرك وحسن عبادتك"},
    {"text": "اللهم رب الناس اذهب البأس واشف أنت الشافي لا شفاء إلا شفاؤك شفاء لا يغادر سقماً"},
    {"text": "اللهم لا سهل إلا ما جعلته سهلاً وأنت تجعل الحزن إذا شئت سهلاً"},
    {"text": "اللهم اهدني وسددني"},
    {"text": "يا حي يا قيوم برحمتك أستغيث أصلح لي شأني كله ولا تكلني إلى نفسي طرفة عين"},
    {"text": "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت وإليك النشور"},
    {"text": "اللهم بك أمسينا وبك أصبحنا وبك نحيا وبك نموت وإليك المصير"},
    {"text": "اللهم يا مقلب القلوب ثبت قلبي على دينك"},
    {"text": "اللهم ثبت قلبي على دينك"},
    {"text": "سبحان الله وبحمده"},
    {"text": "سبحان الله وبحمده سبحان الله العظيم"},
    {"text": "لا حول ولا قوة إلا بالله"},
    {"text": "اللهم إني أعوذ بك من الهم والحزن والعجز والكسل والبخل والجبن وضلع الدين وغلبة الرجال"},
    {"text": "اللهم أصلح لي ديني الذي هو عصمة أمري وأصلح لي دنياي التي فيها معاشي وأصلح لي آخرتي التي فيها معادي واجعل الحياة زيادة لي في كل خير واجعل الموت راحة لي من كل شر"},
    {"text": "اللهم إني أسألك الهدى والتقى والعفاف والغنى"},
    {"text": "اللهم اغفر لي وارحمني واهدني وعافني وارزقني"},
    {"text": "اللهم مصرف القلوب صرف قلوبنا على طاعتك"},
    {"text": "أعوذ بالله من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء"},
    {"text": "اللهم إني أعوذ بك من العجز والكسل والجبن والهرم والبخل وأعوذ بك من عذاب القبر وأعوذ بك من فتنة المحيا والممات"},
    {"text": "اللهم إني ظلمت نفسي ظلماً كثيراً ولا يغفر الذنوب إلا أنت فاغفر لي مغفرةً من عندك وارحمني إنك أنت الغفور الرحيم"},
    {"text": "اللهم اغفر لي خطيئتي وجهلي وإسرافي في أمري وما أنت أعلم به مني؛ اللهم اغفر لي جهدي وهزلي وخطئي وعمدي وكل ذلك عندي؛ اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت وما أنت أعلم به مني؛ أنت المقدم وأنت المؤخر وأنت على كل شيء قدير"},
    {"text": "اللهم إني أعوذ بك من شر ما عملت ومن شر ما لم أعمل"},
    {"text": "اللهم إني أعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك"},
    {"text": "اللهم إني أعوذ بك من العلم لا ينفع ومن قلب لا يخشع ومن نفس لا تشبع ومن دعوة لا يستجاب لها؛ اللهم آت نفسي تقواها وزكها أنت خير من زكاها؛ أنت وليها ومولاها"},
    {"text": "اللهم لك أسلمت وبك آمنت وعليك توكلت وإليك أنبت وبك خاصمت وإليك حاكمت؛ فاغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت؛ أنت المقدم وأنت المؤخر لا إله إلا أنت"},
    {"text": "اللهم إني أعوذ بك من فتنة النار وعذاب النار ومن شر الغنى والفقر"},
    {"text": "بسم الله توكلت على الله ولا حول ولا قوة إلا بالله"},
    {"text": "اللهم لك الحمد أنت كسوتنيه، أسألك من خيره وخير ما صنع له وأعوذ بك من شره وشر ما صنع له"},
    {"text": "البس جديداً وعيشاً حميداً ومُتَّ شهيداً"},
    {"text": "بسم الله"},
    {"text": "اللهم إني أعوذ بك من الخبث والخبائث"},
    {"text": "غفرانك"},
    {"text": "بسم الله"},
    {"text": "أشهد أن لا إله إلا الله وحده لا شريك له، وأشهد أن محمدًا عبده ورسوله"},
    {"text": "اللهم اجعلني من التوابين واجعلني من المتطهرين"},
    {"text": "سبحانك اللهم وبحمدك أستغفرك وأتوب إليك"},
    {"text": "اللهم إني أعوذ بك أن أضل أو أُضل أو أزل أو أُزل أو أظلم أو أُظلم أو أجهل أو يُجهَل عليّ"},
    {"text": "بسم الله ولجنا وبسم الله خرجنا، وعلى ربنا توكلنا"},
    {"text": "اللهم اجعل في قلبي نوراً وفي لساني نوراً وفي سمعي نوراً وفي بصري نوراً، ومن فوقي نوراً، ومن تحتي نوراً، وعن يميني نوراً، وعن شمالي نوراً، ومن أمامي نوراً، ومن خلفي نوراً، وأعظم لي نوراً وأظهر لي نوراً، واجعل لي نوراً، واجعلني نوراً؛ اللهم أعطني نوراً، واجعل في عظامي نوراً، وفي لحمي نوراً، وفي دمي نوراً، وفي شعري نوراً، وفي بشري نوراً"},
    {"text": "اللهم افتح لي أبواب رحمتك"},
    {"text": "اللهم إني أسألك من فضلك، اللهم اعصمني من الشيطان الرجيم"},
    {"text": "أشهد أن لا إله إلا الله وحده لا شريك له وأن محمدًا عبده ورسوله، رضيت بالله رباً وبمحمد رسولاً وبالإسلام ديناً"},
    {"text": "اللهم رب هذه الدعوة التامة والصلاة القائمة، آتِ محمداً الوسيلة والفضيلة، وابعثه مقاماً محموداً الذي وعدته"},
    {"text": "اللهم باعد بيني وبين خطاياي كما باعدت بين المشرق والمغرب؛ اللهم نقني من خطاياي كما يُنقى الثوب الأبيض من الدنس؛ اللهم اغسلني من خطاياي بالثلج والماء والبرد"},
    {"text": "سبحانك اللهم وبحمدك، وتبارك اسمك وتعالى جدك، ولا إله غيرك"},
    {"text": "وجهت وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين؛ إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين، لا شريك له. وبذلك أمرت وأنا من المسلمين؛ اللهم أنت الملك لا إله إلا أنت، أنت ربي وأنا عبدك، ظلمت نفسي واعترفت بذنوبي؛ فاغفر لي ذنوبي جميعاً؛ إنك لا تغفر الذنوب إلا أنت. واهدني لأحسن الأخلاق؛ لا يهدي لأحسنها إلا أنت؛ واصرف عني سيئاتها؛ لا يصرف عني سيئاتها إلا أنت؛ لبيك وسعديك؛ والخير كله بيديك؛ والشر ليس إليك؛ أنا بك وإليك؛ تباركت وتعاليت؛ أستغفرك وأتوب إليك"},
    {"text": "اللهم رب جبريل وميكائيل وإسرافيل فاطر السماوات والأرض، عالم الغيب والشهادة؛ أنت تحكم بين عبادك فيما كانوا فيه يختلفون؛ اهدني لما اختلف فيه من الحق بإذنك؛ إنك تهدي من تشاء إلى صراط مستقيم"},
    {"text": "الله أكبر كبيراً، الله أكبر كبيراً، الله أكبر كبيراً؛ والحمد لله كثيراً، الحمد لله كثيراً، الحمد لله كثيراً؛ وسبحان الله بكرة وأصيلاً. أعوذ بالله من نفخ الشيطان وأنفاثه وهمزه (ثلاث مرات)"},
    {"text": "سبحانك اللهم ربنا وبحمدك؛ اللهم اغفر لي"},
    {"text": "سُبّوحٌ قُدُّوسٌ رَبُّ الملائكةِ والروحِ"},
    {"text": "سبحان ذي الجبروت والملكوت والكبرياء والعظمة"},
    {"text": "سمع الله لمن حمده"},
    {"text": "ربنا ولك الحمد حمداً كثيراً طيباً مباركاً فيه"},
    {"text": "سبحان ربي الأعلى (ثلاث مرات)"},
    {"text": "أصبحنا وأصبح الملك لله، والحمد لله؛ لا إله إلا الله وحده لا شريك له؛ له الملك وله الحمد؛ وهو على كل شيء قدير. ربي إني أسألك خير ما في هذا اليوم وخير ما بعده؛ وأعوذ بك من شر ما في هذا اليوم وشر ما بعده؛ ربي أعوذ بك من الكسل وسوء الكبر؛ ربي أعوذ بك من عذاب في النار وعذاب في القبر"},
    {"text": "اللهم بك أصبحنا وبك أمسينا وبك نحيا وبك نموت، وإليك النشور"},
    {"text": "اللهم أنت ربي لا إله إلا أنت؛ خلقتني وأنا عبدك؛ وأنا على عهدك ووعدك ما استطعت؛ أعوذ بك من شر ما صنعت؛ أبوء لك بنعمتك عليّ؛ وأبوء بذنبي؛ فاغفر لي؛ فإنه لا يغفر الذنوب إلا أنت"},
    {"text": "أستغفر الله (ثلاث مرات)؛ اللهم أنت السلام ومنك السلام؛ تباركت يا ذا الجلال والإكرام"},
    {"text": "لا إله إلا الله وحده لا شريك له؛ له الملك وله الحمد؛ وهو على كل شيء قدير؛ اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا ينفع ذا الجد منك الجد"},
    {"text": "لا إله إلا الله وحده لا شريك له؛ له الملك وله الحمد؛ وهو على كل شيء قدير؛ لا حول ولا قوة إلا بالله؛ لا إله إلا الله ولا نعبد إلا إياه؛ له النعمة وله الفضل وله الثناء الحسن؛ لا إله إلا الله مخلصين له الدين ولو كره الكافرون"},
    {"text": "سبحان الله وبحمده، سبحان الله العظيم (كل ذلك ثلاثاً وثلاثين)؛ لا إله إلا الله وحده لا شريك له؛ له الملك وله الحمد؛ وهو على كل شيء قدير"},
    {"text": "اللهم إني أسألك من علمك النافع، ومن رزقك الطيب، ومن عملك المتقبل"},
    {"text": "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم"},
    {"text": "اللهم إني أعوذ بك من عذاب جهنم، ومن عذاب القبر، ومن فتنة المحيا والممات، ومن شر فتنة المسيح الدجال"},
    {"text": "رب زدني علماً"},
    {"text": "لا إله إلا الله"}
  ]
}
